[
  {
    "id": 1,
    "pagesNumber":"page-number"
  },
  {
    "id": 2,
    "contentArticle": {
      "className": "content-article",
      "ViewX": "1200",
      "ViewY": "1000",
      "foreignX": "220%",
      "foreignY": "50%",
      "css": {
        "left": "11.5%",
        "top": "11.2%",
        "width": "35.5%",
        "font-size": "6.78em"
      },
      "excerpt": "<p>El salmista exclama con tanta seguridad: <q class='italic-p13'>Pero de día mandará Jehová su misericordia, Y de noche su cántico estará conmigo, Y mi oración al Dios de mi vida</q> (Salmos 42:8).</p><p>Una vida que cumple con su deber, una vida de compromiso con Dios durante toda su existencia, así se encuentre solo o acompañado, triste o alegre, enfermo o saludable, angustiado o confiado, su estilo de vida es el mismo, no cambia, pues su vida por fe se alimenta, practica la fe y es una persona que enseña la importancia e inspira a otros a practicar la fe como estilo de vida.</p>"
    }
  },
  {
    "id": 3,
    "buttonModal": {
      "className": "button",
      "modalButtonText": "Leer más",
      "textColor": "white",
      "backgroundColor": "var(--color-blue)",
      "borderColor": "var(--color-blue)",
      "fontSize": "7.5em",
      "textX": 50,
      "textY": 120,
      "containerIdToOpen": "page13",
      "css": {
        "right": "40%",
        "top": "52.5%"
      },
      "content":"<p class='center-p13'><q class='italic-p13'>Fueron apedreados, aserrados, puestos a prueba, muertos a filo de espada; anduvieron de acá para allá cubiertos de pieles de ovejas y de cabras, pobres, angustiados, maltratados; de los cuales el mundo no era digno; errando por los desiertos, por los montes, por las cuevas y por las cavernas de la tierra</q><br>(Hebreos 11:37-38).</p><p class='paragraph-capitalized'><span style='color:var(--color-blue);font-family:var(--bebas-neue);'>S</span>e necesita tener una plena convicción de fe para afrontar tal situación de angustia y dolor, y aún muerte, con tantas persecuciones la fe aquí es un estilo y forma de vida, es existir en completa confianza y seguridad dentro de un orden Divino.</p><p>El salmista exclama con tanta seguridad: <q class='italic-p13'>Pero de día mandará Jehová su misericordia, Y de noche su cántico estará conmigo, Y mi oración al Dios de mi vida</q> (Salmos 42:8).</p><p>Una vida que cumple con su deber, una vida de compromiso con Dios durante toda su existencia, así se encuentre solo o acompañado, triste o alegre, enfermo o saludable, angustiado o confiado, su estilo de vida es el mismo, no cambia, pues su vida por fe se alimenta, practica la fe y es una persona que enseña la importancia e inspira a otros a practicar la fe como estilo de vida.</p><p>Cuando una persona practica y vive, en y por la fe, los resultados se ven y también se disfrutan, ya que sí hay una vida en consagración, limpieza, fidelidad y dedicada por completo al Señor, es una manera de vida diferente a los demás estilos de vida de las personas, que aun conociendo de la Biblia no han descubierto la importancia de una verdadera vida de fe, como un carácter de vida</p> <p>único en el Señor en toda una estructura maravillosa, como lo exclamó el profeta: <q class='italic-p13'>He aquí que aquel cuya alma no es recta, se enorgullece; mas el justo por su fe vivirá</q> (Habacuc 2:4).</p> <p> Cuando no hay orgullo ni arrogancia sino sencillez y humildad, se conoce el estilo de vida que le agrada a Dios, se tiene conciencia de los propósitos de Dios, se comprenden las cosas de la vida y se reconoce quién es el Dueño, el Autor, y de quien todos dependemos: Nuestro Salvador; como el apóstol Pablo lo mencionó en una ocasión <q class='italic-p13'>Porque habéis muerto, y vuestra vida está escondida con Cristo en Dios</q> (Colosenses 3:3).</p> <p> Es bueno tener en cuenta que la fe como un estilo de vida es tan maravillosa y agradable, que nos lleva a la realidad de vivir el día a día, listos, dispuestos para partir con Él en el momento que Dios lo determine, como lo dijo el apóstol Pablo a los filipenses: <q class='italic-p13'>Conforme a mi anhelo y esperanza de que en nada seré avergonzado; antes bien con toda confianza, como siempre, ahora también será magnificado Cristo en mi cuerpo, o por vida o por muerte</q> (Filipenses 1:20). Y como también está escrito en la tumba de nuestro amado hermano Aksel Verner Larsen: <q class='italic-p13'>Conforme a mi anhelo y esperanza por vida o muerte</q>.</p>",
      "state": "false"
    }
  },
  {
    "id": 4,
    "buttonsForAudioPrint": {
      "className": "buttons-audio-print",
      "audio": {
        "bgColor": "var(--color-blue)",
        "border": "var(--color-blue)",
        "id": "audioPage4",
        "idToReproduce": "audioCartaDelPresidente"
      },
      "print": {
        "bgColor": "var(--color-blue)",
        "border": "var(--color-blue)",
        "link": "assets/files/la%20fe%20como%20estilo%20de%20vida.pdf"
      },
      "css": {
        "top": "6%",
        "right": "40%"
      }
    }
  },
  {
    "id": 5,
    "stylesForPage":[
      ".italic-p13 { font-style: italic; }",
      ".center-p13 { text-align: center;background-color: var(--color-blue);    padding: 20px; border-radius: 10px; color: white;font-size: .8em; }"
    ]
  }
]