[
  {
    "id": 1,
    "HTMLContent":{
      "className": "html-content",
      "css":{
        "left": "6%",
        "top": "10.9%",
        "width": "90%",
        "position": "absolute",
        "z-index": "1",
        "border-radius": "5px",
        "padding": "0 10px",
        "animation": "fadeIn 1.5s",
        "-webkit-animation": "fadeIn 1.5s"
      },
      "text":"<p style='text-align:center;font-size:1.5em;color:#2e3973;text-decoration:underline;padding:5px 0;margin:0;'>Incredulidad en el Antiguo Testamento.</p><p style='text-align:center;font-size:1.5em;color:#2e3973;text-decoration:underline;padding:5px 0;margin:0;'>Consecuencia de la incredulidad.</p><p style='text-align:center;font-size:1.5em;color:#2e3973;text-decoration:underline;padding:5px 0;margin:0;'>Imposibilidades al ser incrédulo.</p><p style='text-align:center;font-size:1.5em;color:#2e3973;text-decoration:underline;padding:5px 0;margin:0;'>La incredulidad en el Nuevo Testamento.</p><p style='text-align:center;font-size:1.5em;color:#2e3973;text-decoration:underline;padding:5px 0;margin:0;'>Antídoto de la incredulidad.</p><p style='text-align:center;font-size:1.5em;color:#2e3973;text-decoration:underline;padding:5px 0;margin:0;'>El resultado de la fe.</p><p style='text-align:center;font-size:1.5em;color:#2e3973;text-decoration:underline;padding:5px 0;margin:0;'>Recomendaciones bíblicas.</p>"
    }
  },
  {
    "id": 2,
    "buttonModal": {
      "className": "button",
      "modalButtonText":"Contenido",
      "textColor": "white",
      "backgroundColor": "var(--color-blue)",
      "borderColor": "var(--color-blue)",
      "fontSize": "7.5em",
      "textX": 50,
      "textY": 100,
      "containerIdToOpen": "page19",
      "css":{
        "right": "40%",
        "top": "4.2%",
        "height": "5.1%",
        "align-items":"center",
        "color": "white",
        "background": "#2d3875",
        "padding": "5px 8px 0"
      },
      "content":"<p>Como resultado de ello, produce en el ser humano desconfianza, recelo, sospecha, escepticismo, duda, ateísmo, agnosticismo y repugnancia antagónica a creer en un ser superior e invisible, creador de todas las cosas, rechazando su veracidad y autenticidad. </p> <p style='color:red;'>Incredulidad en el Antiguo Testamento.</p> <p>Surge junto con el mal, cuando el hombre cambió su perfeccionamiento por la razón y lógicas materiales. “Entonces la serpiente dijo a la mujer: No  </p> <p>moriréis; sino que sabe Dios que el día que comáis de él, serán abiertos vuestros ojos, y seréis como Dios, sabiendo el bien y el mal” (Génesis 3:4-5). Dejando a un lado la imagen y semejanza, y buscaron su propio camino (Eclesiastés 7:9).</p> <p>Del mismo modo, nos enseña la Biblia en <strong> Génesis 18: 12-15 </strong> la incredulidad de Sara ante la promesa de recibir un regalo de Dios, el cual era concebir una hermosa criatura en su vejez, se enfocó en la razón y lógica humana, desechando lo sobrenatural y Divino, sin entender lo que venía</p> <p style='color:red;'>Consecuencia de la incredulidad.</p> <p>La incredulidad, dureza de corazón y la duda son reprochables delante de Dios, y traen consecuencias nefastas para quien la practica.</p> <p style='color:red;'> Israel.</p> <p>Recibió muchos beneficios de parte de su Guiador y Creador, con todo, ellos no tuvieron en cuenta a Dios, manifestando su incredulidad e infidelidad. En Salmos 78, se refleja la fidelidad de Dios y la incredulidad de Israel. Salmos 106:13-29 Israel se rebeló y fue humillado por su maldad.</p> <p>A lo largo de las Escrituras, se ve cómo Israel una y otra vez ponía su rostro contra Dios, tal como lo dice el libro de los <strong>Salmos 14:1 </strong> y <strong> Salmos 53:1 </strong>, nos muestra la negación de la existencia de Dios por parte de todos aquellos que son elevados a estatus de incrédulos; convirtiéndose en personas materialistas, que solo lo tangible y lógico los mueve a pensar en sus propias realidades. </p> <p>Razón tiene el apóstol Pablo en la Epístola a los Romanos 1:18 -32 y así mismo en el capítulo 2:</p> <p  style='background:var(--color-blue);color:white;padding:10px;border-radius:5px;font-weight:bold'>“Pero por tu dureza y por tu corazón no arrepentido, atesoras para ti mismo ira para el día de la ira y de la revelación del justo juicio de Dios, el cual pagará a cada uno conforme a sus obras” (Romanos 2:5-6). </p> <p>La Incredulidad produce un efecto contrario en el individuo llevándolo a desobedecer, no creyendo a la verdad, esclavizándolo en mentiras. “en los cuales anduvisteis en otro tiempo, siguiendo la corriente de este mundo, conforme al príncipe de la potestad del aire, el espíritu que ahora opera en los hijos de desobediencia” (Efesios 2: 2).</p> <p>Esto identifica que, por el ser humano ganar el estatus de incrédulo y duro de corazón no logra apercibir, ni recibir grandes bendiciones que el Soberano Dios tiene para todo aquel que logra libertarse de tal esclavitud, por eso el Señor enseña a sus discípulos a que sean creyentes y no incrédulos.</p> <p>En la epístola de Santiago igualmente hay unas palabras muy importantes que denotan las consecuencias del dudar o del no creer, comparando al hombre en esas condiciones con las olas del mar que son arrastradas por el viento, y echadas de una parte a otra, quedando excluido de recibir cosa alguna del Señor. <strong> Santiago 1:6-7</strong>.</p> <p style='color:red;'>Imposibilidades al ser incrédulo.</p> <p>La incredulidad imposibilita lo siguiente:</p><ul><li>Percibir lo sobrenatural</li><li>Ceguera en su entendimiento</li><li>Recibir bendiciones</li><li> Acercarse a la Salvación </li> <li>Ver el resplandor de la gloria de Dios</li> <li>Ser libre</li> <li>Hallar descanso</li> <li>Tener paz </li> <li>Obedecer</li> <li>Creer</li> </ul> <p style='color:red'>La incredulidad en el Nuevo Testamento</p> <p> Jesús reprocha la incredulidad y dureza de corazón, porque sus discípulos no habían creído al informe de su resurrección: “Finalmente se apareció a los once mismos, estando ellos sentados a la mesa, y les reprochó su incredulidad y dureza de corazón, porque no habían creído a los que le habían visto resucitado” (Marcos 16:14).</p> <p>Sumado a ello, Tomás mostró su incredulidad hasta expresar: <strong> “Yo, si no veo, no creo” </strong>, pero jesús conoció la incredulidad de Tomás y le invita a poner sus dedos, mirar sus manos y meterlas en su costado, para cambiar su estado de incredulidad a creyente. Entonces, la intervención de Jesús, transforma su mentalidad en un reconocimiento de parte de Tomás: <strong> ¡Señor mío y Dios mío! </strong> </p> <p>Pero, qué maravillosas palabras las que Jesús le dijo en el Evangelio según el apóstol Juan: “Jesús le dijo: Porque me has visto, Tomás, creíste; bienaventurados los que no vieron, y creyeron” (Juan 20:29).</p> <p style='color:red;'>Incredulidad en Betania.</p> <p>Lugar donde muchos no creían, Jesús lloró frente a la tumba de Lázaro su gran amigo, hace un milagro para que pudieran ver la realidad de lo que es Jesús, porque muchos no creían en Él. </p> <p>Y tomaron la actitud de perseguirle, buscando como prenderle por causa de la incredulidad de ellos, porque a lo suyo vino; mas los suyos no le recibieron, y Jesús da una orden frente a la tumba de su amigo Lázaro, y los judíos como espectadores e incrédulos, atentos a lo que sus ojos observaban, escucharon las palabras de Jesús:</p> <ul><li>Quitad la piedra<li> <li>Si crees, verás la gloria de Dios</li> <li><Lázaro, ven fuera!/li> <li>Desatadle y dejadle ir</li></ul> <p> Al oír y observar esto, a muchos se les cayó la incredulidad, porque fueron testigos de la resurrección, pero otros continuaron con la carga de la incredulidad, acusando a Jesús ante los fariseos y principales sacerdotes, quienes a su vez reunieron el Concilio, formulándose la siguiente pregunta: ¿Qué haremos? Porque Jesús hacía muchas señales, concluyendo que Jesús debía morir para frenar que creyeran en Él. </p> <p style='color:red;'> Incredulidad en Nazaret.</p> <p>Relata la Biblia que Jesús no hizo muchos milagros a causa de la incredulidad de ellos, Mateo 13:58. </p> <p style='color:red;'>Lamento de Jesús.</p> <p> Es triste escuchar un lamento de Jesús sobre sus connacionales, “!!Jerusalén, Jerusalén, que matas a los profetas, y apedreas a los que te son enviados! !!Cuántas veces quise juntar a tus hijos, como la gallina junta sus polluelos debajo de las alas, y no quisiste!” (Mateo 23:37).</p> <p style='color:red'>Antídoto de la incredulidad</p> <p>“Es, pues, la fe la certeza de lo que se espera, la convicción de lo que no se ve” (Hebreos 11: 1).</p> <p>Nos enseña la Biblia sobre la fe, y aporta un listado de personajes en la antigüedad, que se mantuvieron como viendo al Invisible, alcanzando un buen testimonio ante Dios, entendiendo quien es el Creador del universo, resultado de lo que no se veía. </p> <p>La fe lleva al hombre a tal seguridad de confianza en un Ser Sobrenatural e Ilimitado, sentado en el círculo del universo, no encajonado en el tiempo, porque Él es eterno, dueño de toda gloria, honra, adoración, alabanza y reconocimiento. Igualmente, los hombres de fe son capaces de morir en sus convicciones, antes de negarse o retroceder en lo que creen, siendo esto contado por justicia, obediencia, conversión y confianza, percibiendo que es imposible acercarse a Dios sin estar sustentado en la fe y que Dios es galardonador de los que le buscan.</p> <p style='color:red;'>El resultado de la fe.</p> <p>Los que confían dejando a un lado o atrás la incredulidad, son comparados con el monte de Sion, que no se mueve si no que permanece para siempre:</p> <ul><li>Conquistan reinos</li> <li> Hacen justicia.</li> <li>Alcanzan promesas</li> <li>Tapan boca de leones</li> <li> Apagan fuegos impetuosos.</li> <li>Sacan fuerzas de debilidades.</li> <li>Resisten.</li> <li> Experimentan vituperios</li> <li> Andan en la voluntad de Dios</li> <li>Saben vivir en escasez y abundancia</li> <li>Esperan el perfeccionamiento de su cuerpo mortal a inmortales, corruptibles a incorruptibles</li> <li>Viven una esperanza gloriosa aunque no vean nada en esta tierra, mantienen sus convicciones porque no andan por vista sino por fe, confiando en Aquel que es poderoso para guardarlos hasta el día de su venida. Porque nada hay imposible para Dios.</li> </ul> <p style='color:red;'>Recomendaciones bíblicas</p> <p>Recomendaciones bíblicas</p> <p>retroceder o desechar lo que has oído, visto y han palpado tus manos, puedas tomar ejemplo de aquel que dio un grito convincente: ¡Creo! y le formuló una petición al Señor: ¡Ayuda mi incredulidad! Sentía que sus fuerzas se reducían, su fe menguaba, sus lámparas se apagaban, sus rodillas y sus manos paralizadas, su boca se cerraba para hacerlo desfallecer, pero hay una palabra de parte de Dios muy segura, en la cual hacéis bien en estar atentos, y te ayudará a fortalecerte para traspasar barreras y obstáculos, como fue lo dicho por el apóstol Pablo: “Todo lo puedo en Cristo que me fortalece” (Filipenses 4:13).</p> <p>Y: “¿Quién nos separará del amor de Cristo? ¿Tribulación, o angustia, o persecución, o hambre, o desnudez, o peligro, o espada? Como está escrito: Por causa de ti somos muertos todo el tiempo; Somos contados como ovejas de matadero. Antes, en todas estas cosas somos más que vencedores por medio de aquel que nos amó. Por lo cual estoy seguro de que ni la muerte, ni la vida, ni ángeles, ni principados, ni potestades, ni lo presente, ni lo por venir, ni lo alto, ni lo profundo, ni ninguna otra cosa creada nos podrá separar del amor de Dios, que es en Cristo Jesús Señor nuestro” (Romanos 8:35-39).</p> <p>Si esto haces, tendrás que formular la misma petición al Señor: ¡Ayuda mi incredulidad! Y el Señor diciendo: “Grande es tu fe, ten ánimo, fuerza, valor y firme hacia adelante” </p>"
    }
  },
  {
    "id": 3,
    "HTMLContent":{
      "className": "html-content",
      "css":{
        "left": "45%",
        "top": "94.2%",
        "position": "absolute",
        "z-index": "1",
        "animation": "fadeIn 1.5s",
        "-webkit-animation": "fadeIn 1.5s",
        "display": "flex",
        "grid-gap": "10px"
      },
      "text":"<a style='width:30px;height:30px;background-image:url(./content/El%20Heraldo%20de%20la%20verdad/11/iconos-audio.png);background-position:center;background-size: contain;' href='/'></a><a style='width:30px;height:30px;background-image:url(./content/El%20Heraldo%20de%20la%20verdad/11/iconos-imprimir.png);background-position:center;background-size: contain;' href='/'></a>"
    }
  },
  {
    "id": 4,
    "pagesNumber":"page-number"
  }
]