[
  {
    "id": 1,
    "tableContent":{
      "className": "table-content",
      "css":{
        "background-image": "url('./content/El Heraldo de la verdad/17/title-02.png')",
        "-webkit-animation": "fadeIn 1.5s",
        "animation": "fadeIn 1.5s"
      }
    }
  },
  {
    "id": 2,
    "HTMLContent":{
      "className": "html-content",
      "css":{
        "left": "9%",
        "top": "68.9%",
        "width": "90%",
        "position": "absolute",
        "z-index": "1",
        "border-radius": "5px",
        "padding": "0 10px"
      },
      "text":"<p style='color:white;'>Aquí el verbo traducido “guardado” no significa esconder, sino guardar o proteger algo. El hebreo bíblico usa este término por lo menos cuatrocientos setenta veces. Shamar quiere decir “guardar” y se refiere a atender o cuidar.</p><p style='color:white;'>“He aquí, no se adormecerá ni dormirá El que guarda a Israel. Jehová es tu guardador; Jehová es tu sombra a tu mano derecha. El sol no te fatigará de día, Ni la luna de noche. Jehová te guardará de todo mal; El guardará tu alma” (Salmos 121:4-7).</p>"
    }
  },
  {
    "id": 3,
    "buttonModal": {
      "className": "button",
      "modalButtonText":"Leer más",
      "containerIdToOpen": "ewr4432gm",
      "css":{
        "right": "40%",
        "top": "91.2%",
        "height": "5.1%",
        "align-items":"center",
        "color": "white",
        "background": "#2d3875",
        "padding": "5px 8px 0"
      },
      "content":"<p>“Dijo también el Señor: Simón, Simón, he aquí Satanás os ha pedido para zarandearos como a trigo; pero yo he rogado por ti, que tu fe no falte; y tú, una vez vuelto, confirma a tus hermanos” (Lucas 22:31-32).</p><p>De manera que, guardar la fe es permanecer aferrados a las promesas de Dios, aunque todo parezca lo contrario a lo que se nos ha dicho o prometido; como en el caso de Abraham, a quien cada día por las circunstancias que se presentaban, teniendo en cuenta la edad de su esposa y los grandes cambios físicos y hormonales, que le indicaban que las posibilidades de tener un hijo humanamente ya no eran posible. Pero él no dejó que estas circunstancias dañaran su fe, sino que se aferró al que le había prometido, seguro de la fidelidad de Dios, a sus promesas y que tenía el poder para hacer todo lo que le prometió.</p><p>“El creyó en esperanza contra esperanza, para llegar a ser padre de muchas gentes, conforme a lo que se le había dicho: Así será tu descendencia. Y no se debilitó en la fe al considerar su cuerpo, que estaba ya como muerto (siendo de casi cien años), o la esterilidad de la matriz de Sara. Tampoco dudó, por incredulidad, de la promesa de Dios, sino que se fortaleció en fe, dando gloria a Dios, plenamente convencido de que era también poderoso para hacer todo lo que había prometido” (Romanos 4:18-21).</p><p>No estamos hablando de una simple creencia que Abraham tenía, estamos hablando de una convicción, que es mucho más que una simple creencia.</p><p>Convicción: Es mucho más fuerte que una simple creencia. Es un convencimiento irreversible. ¡Es una creencia por la cual estamos dispuestos a darlo todo y hasta nuestra propia vida! La convicción lleva a creer en un determinado pensamiento, discurso o a ejecutar algo:</p><p>“Tampoco dudó, por incredulidad, de la promesa de Dios, sino que se fortaleció en fe, dando gloria a Dios, plenamente convencido de que era también poderoso para hacer todo lo que había prometido” (Romanos 4:20-21).</p><p>Esto fue lo que sostuvo al apóstol Pablo en los momentos más difíciles de su vida cristiana y ministerial, no retrocedió, sino que prosiguió adelante, aun sabiendo lo que le esperaba, porque estaba seguro del Dios que le había dado la vida, y que era Poderoso para guardar su depósito sin caída. Por este grado de convicción Pablo dijo lo siguiente:</p><p>“¿Qué, pues, diremos a esto? Si Dios es por nosotros, ¿quién contra nosotros? El que no escatimó ni a su propio Hijo, sino que lo entregó por todos nosotros, ¿cómo no nos dará también con él todas las cosas? ¿Quién acusará a los escogidos de Dios? Dios es el que justifica. ¿Quién es el que condenará? Cristo es el que murió; más aún, el que también resucitó, el que además está a la diestra de Dios, el que también intercede por nosotros.¿Quién nos separará del amor de Cristo? ¿Tribulación, o angustia, o persecución, o hambre, o desnudez, o peligro, o espada? Como está escrito: Por causa de ti somos muertos todo el tiempo; Somos contados como ovejas de matadero. Antes, en todas estas cosas somos más que vencedores por medio de aquel que nos amó. Por lo cual estoy seguro de que ni la muerte, ni la vida, ni ángeles, ni principados, ni potestades, ni lo presente, ni lo por venir, ni lo alto, ni lo profundo, ni ninguna otra cosa creada nos podrá separar del amor de Dios, que es en Cristo Jesús Señor nuestro” (Romanos 8:31-39).</p><p>Cuando la multitud se fue dejando solos a los apóstoles, ellos se quedaron mirando cómo se alejaban, después de ver que el Señor hizo un milagro tan grande para alimentarlos lo abandonaban como si nada hubiese pasado; escucharon la voz de Jesús que les dijo: ¿Se quieren ir ustedes también? Pero Pedro que tenía claro en quien tenía puesta su fe, jamás dudó en lo más mínimo en dejar a su Señor, ya que él había entendido, que sin Cristo, al hombre no le queda nada en este mundo.</p><p>“Dijo entonces Jesús a los doce: ¿Queréis acaso iros también vosotros? Le respondió Simón Pedro: Señor, ¿a quién iremos? Tú tienes palabras de vida eterna. Y nosotros hemos creído y conocemos que tú eres el Cristo, el Hijo del Dios viviente” (Juan 6:67-69).</p><p>Esta es la razón por la que encontramos a muchos hombres en la Biblia, que fueron capaces de sufrir oprobios, cárceles, maltratos, destierros, azotes y muchos la muerte, ya que, cuando tu entiendes y comprendes que Jesucristo es la única esperanza que el hombre tiene de vida eterna en el mundo, y fuera de Él no hay nada más para los seres humanos, entonces tu fe se convierte en lo más importante y más valioso para ti; y nada ni nadie te la podrá arrebatar.</p><p>“que por fe conquistaron reinos, hicieron justicia, alcanzaron promesas, taparon bocas de leones, apagaron fuegos impetuosos, evitaron filo de espada, sacaron fuerzas de debilidad, se hicieron fuertes en batallas, pusieron en fuga ejércitos extranjeros. Las mujeres recibieron sus muertos mediante resurrección; mas otros fueron atormentados, no aceptando el rescate, a fin de obtener mejor resurrección. Otros experimentaron vituperios y azotes, y a más de esto prisiones y cárceles. Fueron apedreados, aserrados, puestos a prueba, muertos a filo de espada; anduvieron de acá para allá cubiertos de pieles de ovejas y de cabras, pobres, angustiados, maltratados; de los cuales el mundo no era digno; errando por los desiertos, por los montes, por las cuevas y por las cavernas de la tierra” (Hebreos 11:33-38).</p><p>El verdadero triunfo de un cristiano está en guardar la fe, porque si una persona lucha por muchos años en este camino, pero al final pierde su fe, de nada le sirve; ya que, en este camino las promesas que Dios nos ha dado se reciben es por fe, de manera que cuando pierdes la fe, junto con ella se va todo lo que antes habías esperado.</p><p>“Porque Dios no es injusto para olvidar vuestra obra y el trabajo de amor que habéis mostrado hacia su nombre, habiendo servido a los santos y sirviéndoles aún. Pero deseamos que cada uno de vosotros muestre la misma solicitud hasta el fin, para plena certeza de la esperanza, a fin de que no os hagáis perezosos, sino imitadores de aquellos que por la fe y la paciencia heredan las promesas. Porque cuando Dios hizo la promesa a Abraham, no pudiendo jurar por otro mayor, juró por sí mismo, diciendo: De cierto te bendeciré con abundancia y te multiplicaré grandemente. Y habiendo esperado con paciencia, alcanzó la promesa” (Hebreos 6:10-15).</p><p>Muchos naufragaron de la fe como dice la Biblia, esto nos deja claro, que hay muchos hombres y mujeres que les hace falta entender quien es el Señor, y vivir más experiencias con Él, de modo que puedan conocerle mejor, porque esta será la única manera que no naufraguen en su fe.</p><p>“Este mandamiento, hijo Timoteo, te encargo, para que conforme a las profecías que se hicieron antes en cuanto a ti, milites por ellas la buena milicia, manteniendo la fe y buena conciencia, desechando la cual naufragaron en cuanto a la fe algunos, de los cuales son Himeneo y Alejandro, a quienes entregué a Satanás para que aprendan a no blasfemar” (1 Timoteo 1:18-20).</p><p>Hay un mundo lleno de hombres que creen tener la verdad, y andan por ahí pregonando mensajes que dicen ellos ser proféticos, pero la Biblia es muy clara en esto:</p><p>“Tenemos también la palabra profética más segura, a la cual hacéis bien en estar atentos como a una antorcha que alumbra en lugar oscuro, hasta que el día esclarezca y el lucero de la mañana salga en vuestros corazones; entendiendo primero esto, que ninguna profecía de la Escritura es de interpretación privada, porque nunca la profecía fue traída por voluntad humana, sino que los santos hombres de Dios hablaron siendo inspirados por el Espíritu Santo” (2 Pedro 1:19-21).</p><p>“Pero el Espíritu dice claramente que en los postreros tiempos algunos apostatarán de la fe, escuchando a espíritus engañadores y a doctrinas de demonios; por la hipocresía de mentirosos que, teniendo cauterizada la conciencia, prohibirán casarse, y mandarán abstenerse de alimentos que Dios creó para que con acción de gracias participasen de ellos los creyentes y los que han conocido la verdad. Porque todo lo que Dios creó es bueno, y nada es de desecharse, si se toma con acción de gracias; porque por la palabra de Dios y por la oración es santificado” (1 Timoteo 4:1-5).</p><p>Tengamos cuidado con nuestra fe y guardémosla, no importa lo que nos toque vivir en este mundo, nuestra garantía de ver un día al Señor es guardando la fe.</p><p>“He peleado la buena batalla, he acabado la carrera, he guardado la fe. Por lo demás, me está guardada la corona de justicia, la cual me dará el Señor, juez justo, en aquel día; y no sólo a mí, sino también a todos los que aman su venida” (2 Timoteo 4:7-8).</p><p>Guardar la fe es vivir al amparo de Dios, escondidos en Cristo, dependiendo de Él para todo, y sirviéndole con amor y obediencia. Guardar la fe es pelear la buena batalla, poniendo nuestras fuerzas en Cristo. Es avanzar cada día en la carrera que tenemos por delante, venga lo que venga y pase lo que pase, y no dejándose abatir por el enemigo o por los contratiempos que surjan a nuestro paso.</p><p>Es saber que nuestra vida descansa en las manos de Dios y que no depende tanto de lo que nosotros hagamos, sino de lo que Dios es capaz de hacer por nosotros.</p><p>“Por la fe Moisés, hecho ya grande, rehusó llamarse hijo de la hija de Faraón, escogiendo antes ser maltratado con el pueblo de Dios, que gozar de los deleites temporales del pecado, teniendo por mayores riquezas el vituperio de Cristo que los tesoros de los egipcios; porque tenía puesta la mirada en el galardón. Por la fe dejó a Egipto, no temiendo la ira del rey; porque se sostuvo como viendo al Invisible” (Hebreos 11:24-27).</p><p>Amados hermanos, la fe es lo único que nos mantiene unidos a Dios, pero cuando esta se acaba nuestra vida es un naufragio espiritual; porque no hay puerto al cual llegar, no hay barco que soporte los golpes de las olas del pecado sin sufrir daño, no habrá calma en la tempestad, y no verás a Cristo caminando sobre las aguas.</p>"
    }
  },
  {
    "id": 4,
    "HTMLContent":{
      "className": "html-content",
      "css":{
        "left": "82%",
        "top": "3.2%",
        "position": "absolute",
        "z-index": "1",
        "animation": "fadeIn 1.5s",
        "-webkit-animation": "fadeIn 1.5s",
        "display": "flex",
        "grid-gap": "10px"
      },
      "text":"<a style='width:30px;height:30px;background-image:url(./content/El%20Heraldo%20de%20la%20verdad/11/iconos-audio.png);background-position:center;background-size: contain;' href='/'></a><a style='width:30px;height:30px;background-image:url(./content/El%20Heraldo%20de%20la%20verdad/11/iconos-imprimir.png);background-position:center;background-size: contain;' href='/'></a>"
    }
  },
  {
    "id": 5,
    "pagesNumber":"page-number"
  }
]