[
  {
    "id": 1,
    "pagesNumber": "page-number"
  },
  {
    "id": 2,
    "articleAuthor":{
      "className": "author",
      "direction": "right",
      "XPosition": "150",
      "text": "Plutarco Torres Ospino. Pastor IPUC",
      "backgroundColor": "var(--color-blue)",
      "css": {
        "top": "66.5%",
        "right": "-25%"
      }
    }
  },
  {
    "id": 3,
    "contentArticle":{
      "className": "content-article",
      "ViewX":"1852",
      "ViewY":"1702",
      "foreignX":"100%",
      "foreignY":"100%",
      "css":{
        "left": "13.5%",
        "top": "72.5%",
        "width": "73%",
        "font-size": "5.3em"
      },
      "excerpt":"<p>a través de los dones se manifiesta el poder de Dios para que la Iglesia pueda cumplir la gran comisión de predicar el Evangelio a todo el mundo y a toda criatura.</p>"
    }
  },
  {
    "id": 4,
    "buttonModal": {
      "className": "button",
      "modalButtonText": "Leer más",
      "textColor": "white",
      "backgroundColor": "var(--color-blue)",
      "borderColor": "var(--color-blue)",
      "fontSize": "7.5em",
      "textX": 50,
      "textY": 120,
      "containerIdToOpen": "page15",
      "css": {
        "right": "40%",
        "top": "89.5%"
      },
      "content":"<p style='text-align:justify;' class='paragraph-capitalized'><span style='color:var(--color-red);font-family:var(--bebas-neue);'>A</span>ntes de hablar de la fe como don, es necesario hacer un análisis del propósito de los dones del Espíritu Santo, el apóstol Pablo trata de los dones del Espíritu Santo dados a la Iglesia como cuerpo de Cristo en 1 Corintios, capítulos 12 al 14. Estamos frente a un tema trascendental, puesto que se trata de algo de procedencia Divina. El apóstol escribe que no quiere que ignoremos acerca de los dones del Espíritu Santo; a través de los dones se manifiesta el poder de Dios para que la Iglesia pueda cumplir la gran comisión de predicar el Evangelio a todo el mundo y a toda criatura. El Señor Jesucristo les dice a los apóstoles:</p><p style='background-color: var(--color-blue);color: white;padding: 10px;border-radius: 5px;text-align: center;'><q class='italic-p15'>y les dijo: Así está escrito, y así fue necesario que el Cristo padeciese, y resucitase de los muertos al tercer día; y que se predicase en su nombre el arrepentimiento y el perdón de pecados en todas las naciones, comenzando desde Jerusalén. Y vosotros sois testigos de estas cosas. He aquí, yo enviaré la promesa de mi Padre sobre vosotros; pero quedaos vosotros en la ciudad de Jerusalén, hasta que seáis investidos de poder desde lo alto</q><br>(Lucas 24: 46-49).</p><p>Hay que destacar la expresión: <q class='italic-p15'>Y seréis investidos de poder desde lo alto</q>; ya que los términos que la Biblia emplea para los dones espirituales determinan su naturaleza y procedencia espiritual, es decir, proceden de Dios. Hay que tener en cuenta que el título Espíritu Santo, no está indicando que haya otra persona divina aparte de Dios, los versículos 4 al 6 del capítulo 12 que estamos estudiando, declaran que el Espíritu, el Señor y Dios, es el mismo, de la siguiente manera: <q class='italic-p15'>ahora bien, hay diversidad de dones, pero el Espíritu es el mismo. Y hay diversidad de ministerios, pero el Señor es el mismo, y hay diversidad de operaciones, pero Dios, que hace todas las cosas en todos, es el mismo</q> (1 Corintios 12: 4-5).</p> <p> El apóstol dice que a cada creyente le es dada la manifestación del Espíritu para provecho; esto no quiere decir provecho de la persona sino para la Iglesia como cuerpo de Cristo, estos dones son operaciones del Espíritu para suplir las necesidades de la Iglesia, que tiene la batalla contra principados, potestades, gobernadores de las tinieblas, huestes espirituales de maldad en las regiones celestes, además, contra el pecado y contra el mundo.</p> <p>Frente a toda esta situación la Iglesia tiene la urgente necesidad de los recursos Divinos para salir de lo común, corriente y rutinario, y entrar a un nivel extraordinario, porque <span style='color:var(--color-red);'>¡la victoria ya está ganada por Cristo mediante susacrificio y resurrección!</span> </p> <p>La Biblia nos da la definición de la palabra fe en la carta a los hebreos: <span style='color:var(--color-red);'><q class='italic-p15'>Es, pues, la fe la certeza de lo que se espera, la convicción de lo que no se ve</q> (Hebreos 11:1).</span></p> <p>De acuerdo con la Escritura, Dios creó al hombre con todas sus facultades espirituales, morales e intelectuales, dándole la capacidad de creer o no creer, es decir, libre albedrío; pero Dios quiere que el hombre le conozca, y por eso se le ha revelado desde el principio de muchas maneras, hablando por diferentes medios, siendo la creación una voz silenciosa pero convincente, Salmos 19: 1-4.</p> <p>Pero la más grande y máxima revelación es en Cristo <q class='italic-p15' style='font-weight:bold;color:var(--color-red);'>... Dios manifestado en carne... </q> (1Timoteo 3:16).</p><p>Tenemos un ejemplo en Abraham, Dios le habló y él le creyó, y se le contó por justicia, él pudo no haber creído, pero usó su voluntad, la fe es un acto de la voluntad basado en el conocimiento.<br>Hasta aquí hemos hablado que la fe es innata en el hombre y que al recibir la revelación de Dios puede creer en Jesucristo como Salvador, usando su voluntad; después de este análisis, se puede comprender que el hombre ejerce su fe mediante su voluntad para creer en Jesucristo como su Salvador.<br>Existen cuatro connotaciones de la fe en la Biblia, que describimos a continuación, el don de fe es una de ellas:</p><ol><li>Fe, como conjunto de doctrinas o revelaciones que Dios nos ha dado.</li> <li>Fe, como fruto del Espíritu que opera en lo interior del creyente llevándolo a la continua fidelidad sin importar las circunstancias adversas</li><li>Fe que actúa al creer para la salvación en Jesucristo.</li><li>Fe, como don es una dotación de poder sobrenatural por el Espíritu Santo, que capacita al cristiano para creer cosas extraordinarias, las cuales son imposibles humanamente, pero él las cree y actúa en el poder del Espíritu, y suceden, lo cual trae mucha gloria para el Señor nuestro Dios, también atrae a la gente para creer en el Señor.</li></ol><p>Al concluir este tema de los dones del Espíritu Santo se puede observar que el Señor ha equipado a la Iglesia, con todo lo necesario para realizar la obra encomendada que tiene que hacer en un mundo gobernado por el emperador de la muerte, identificado por Dios a través de las Sagradas Escrituras, como mentiroso y padre de mentira. Pero a través de los dones Dios ha desplegado un poder superior que nos garantiza la victoria sobre el mal.</p>",
      "state": "false"
    }
  },
  {
    "id": 5,
    "stylesForPage":[
      ".italic-p15 { font-style:italic; }"
    ]
  }
]