[
  {
    "id": 1,
    "tableContent":{
      "className": "table-content",
      "css":{
        "background-image": "url('./content/El Heraldo de la verdad/24/title.png')",
        "-webkit-animation": "slide-in-top 1.5s cubic-bezier(0.250, 0.460, 0.450, 0.940) both",
        "animation": "slide-in-top 1.5s cubic-bezier(0.250, 0.460, 0.450, 0.940) both"
      }
    }
  },
  {
    "id": 2,
    "contentArticle": {
    "className": "content-article",
    "ViewX": "1200",
    "ViewY": "1000",
    "foreignX": "220%",
    "foreignY": "50%",
    "css": {
      "left": "9%",
      "top": "54.9%",
      "width": "37.5%",
      "font-size": "6.3em"
    },
    "excerpt":"<p style='color: var(--color-red); text-align: center;'><q class='italic-p24'>Porque por gracia sois salvos por medio de la fe; y esto no de vosotros, pues es don de Dios</q><br>(Efesios 2:8).</p><p class='paragraph-capitalized' style='text-align: center;'><span style='color: var(--color-red); font-family: var(--bebas-neue);'>A</span>l hablar de la fe es importante determinar de qué tipo de fe se quiere hablar, ya que es posible confundir las diferentes clases o los diferentes aspectos que de ella encontramos en la Palabra de Dios.</p>"
    }
  },
  {
    "id": 4,
    "buttonModal": {
      "className": "button",
      "modalButtonText": "Leer más",
      "textColor": "var(--color-red)",
      "backgroundColor": "white",
      "borderColor": "var(--color-red)",
      "fontSize": "7.5em",
      "textX": 50,
      "textY": 120,
      "containerIdToOpen": "page24",
      "css": {
        "right": "40%",
        "top": "86.5%"
      },
      "content":"<p>Quiero centrar este escrito en <strong><q  class='italic-p24'>La fe, como medio para ser salvo</q></strong>, partiendo de la base que este tipo de fe es despertada, desarrollada y direccionada por medio de la predicación de la Palabra de Dios, Romanos 10:17. Cuando una persona oye la predicación de la Palabra de Dios y le presta atención, ella aviva y direcciona la capacidad de creer, que Dios ha colocado en todo ser humano, pero que el enemigo con todas sus maniobras ha desviado, confundido y hasta entorpecido desde el comienzo, 2 Corintios 4:4.</p> <p>El hombre es capaz de creer en la veracidad de hechos históricos o en un conjunto de dogmas, o de doctrinas, o en una ideología, o en una religión. Esa capacidad del individuo para creer está incluida en lo que algunos llaman la fe natural, pero es sólo una parte de algo mucho más extenso y profundo, pero de esa capacidad natural del ser humano de la que venimos afirmando que es la fe que es avivada y direccionada por la predicación, hasta permitirle conocer a Dios y pasar de una fe natural a la fe para ser salvo. </p> <p>Una vez despertada y direccionada la capacidad de creer, la persona se da cuenta de su triste condición de perdido, condenado y sin esperanza, de su incapacidad para librarse a sí mismo o por otros medios, y de la necesidad de un Salvador, es allí donde la predicación lleva al pecador a creer; esto es, colocar su fe en El Ser correcto y en la obra correcta.</p> <p>La fe es una herramienta de conocimiento para que el ser humano pueda conocer a Dios, si bien, por medio de la razón podemos entender muchas cosas de Dios, como lo dice el escritor sagrado: <strong><q  class='italic-p24'>Porque las cosas invisibles de él, su eterno poder y deidad, se hacen claramente visibles desde la creación del mundo, siendo entendidas por medio de las cosas hechas...</q> (Romanos1:20).</strong> Por medio de la fe no solo podemos entender, sino conocer aquello que le agrada a Dios.</p><details id='toggle' class='toggle first-modal-p24' open><summary class='title' id='first-p24'>Efectos de la fe salvadora</summary><div class='content'><p>La fe para ser salvo o la fe salvadora, conduce a la persona a una confianza absoluta en Dios y su Palabra, así como a una entrega de todo su ser a ese Dios en quien ahora cree y confía, esta fe es tan fuerte y profunda que todos los que la abrazaron abandonaron las cosas que para ellos hasta ese momento eran importantes, para vivir de acuerdo con ella; un ejemplo claro de esto es lo que sucedió en Éfeso con todos los que creyeron a la predicación del apóstol Pablo, Efesios 19:18-20. Y muchos estuvieron dispuestos hasta a morir por ella, por lo tanto, se les conoce como creyentes, Hechos 21:13.</p> <p>Esta fe no es una mera aceptación intelectual de las enseñanzas doctrinales del cristianismo, aunque obviamente es necesaria, incluye una dedicación esencial y total a Cristo, así como la aceptación como el Señor de la vida. </p> <p>La fe salvadora lleva a la persona a confiar plena y totalmente en la obra redentora de Cristo en la cruz, y a desprenderse de cualquier forma diferente de creer, incluyendo la confianza en las obras de la ley como sucedió en el apóstol Pablo.</p> <p>En esa fe, no hay virtud ni mérito alguno por parte del que cree, ya que esta fe es el medio para conocer y aceptar el plan de Dios, Efesios 2:8.</p> <p>Por la fe salvadora, la vida del que cree es colocada totalmente en las manos de su Salvador, y a partir de allí acepta depender totalmente de su cuidado y su dirección. </p></div></details><details id='toggle' class='toggle second-modal-p24'><summary class='title' id='second-p24'>La fe salvadora se hace visible.</summary><div class='content'><p>Una de las dificultades que enfrentamos hoy es que algunas personas aceptan la doctrina y las enseñanzas de Cristo, pero solo de una manera intelectual, emocional o circunstancial, pero no le permiten a Dios direccionar ni desarrollar la fe que los lleve a una confianza absoluta en Dios y en su Palabra, por esta razón les cuesta cambiar su estilo de vida y permitirle a Jesús ser el Señor de sus vidas.</p> <p>Algo importante es que, históricamente todos los que han creído de corazón cambiaron, dejaron todo lo que les era contrario a lo que habían recibido por la fe; el apóstol Pablo dijo: <q class='italic-p24'>Pero cuantas cosas eran para mí ganancia, las he estimado como pérdida por amor de Cristo</q> (Filipenses 3:7). Estuvieron dispuestos a ir hasta la muerte, lo que en efecto sucedió en muchos, porque su convencimiento acerca del Señor, de su salvación, de sus promesas, de la vida eterna era tan fuerte que estaban dispuestos a retenerlo aún a costa de su propia vida</p> <p>La fe salvadora también se deja ver por medio la obediencia a Dios y su Palabra, Jesús dijo: <q  class='italic-p24'>Si me amáis, guardad mis mandamientos</q> (Juan 14:15). Otra de las características de la fe salvadora es que desarrolla el deseo de sometimiento voluntario del ser completo a los lineamientos de su nuevo Señor, por lo tanto, comienza una nueva vida.</p></div></details><details id='toggle' class='toggle third-modal-p24'><summary class='title' id='third-p24'>La fe salvadora lleva a la persona a abandonar el pecado.</summary><div class='content'><p>La fe salvadora conduce a la muerte, al pecado: Romanos 6:2, a hacer morir cada día lo contrario a la nueva vida: Colosenses 3:5, a la necesidad de despojarse de todo lo que impida avanzar hacia la meta con los ojos puestos en <q  class='italic-p24'>...Jesús, el autor y consumador de la fe...</q> (Hebreos 12:2).</p></div></details><details id='toggle' class='toggle fourth-modal-p24'><summary class='title' id='fourth-p24'>La fe salvadora nos lleva a servir con gratitud, sinceridad y compromiso.</summary><div class='content'><p>Uno de los mayores resultados de esta fe es la gratitud, al reconocer que no es por méritos u obras humanas que se puede disfrutar de la nueva vida, de la dulce presencia del Espíritu Santo y de una esperanza bienaventurada, que es solo porque a Él le plació llamarnos; esta gratitud conduce a una vida sincera delante de Dios y de compromiso con Él, un vivo ejemplo de esta afirmación es la declaración del apóstol Pablo en 1 Corintios 9:16-17.</p></div></details><details id='toggle' class='toggle fifth-modal-p24'><summary class='title' id='fifth-p24'>La fe salvadora nos lleva a querer perseverar y permanecer</summary><div class='content'><p>La respuesta del apóstol Pedro al Señor Jesús ante la posibilidad de irse de la misma manera que lo estaban haciendo muchos, a los cuales les parecía dura la palabra predicada por Él, así lo demuestra: <q  class='italic-p24'>...Señor, ¿a quién iremos? Tú tienes palabras de vida eterna</q> (Juan 6:68b).</p></div></details><details id='toggle' class='toggle sixth-modal-p24'><summary class='title' id='sixth-p24'>En conclusión</summary><div class='content'><p>Toda persona nace con la capacidad de creer, esa capacidad es despertada y direccionada por la predicación de la Palabra de Dios, que le permite creer, esto es colocar su fe en Jesucristo para obtener el perdón de sus pecados y una herencia eterna, esa fe produce unos resultados que se hacen visibles por el cambio de vida operado por el Salvador, produciendo una profunda gratitud, un vivo deseo de servir y la decisión de perseverar hasta el fin.</p></div></details><script>let details = document.querySelectorAll('#toggle'); details.forEach((targetDetail) => { targetDetail.addEventListener('click', () => { details.forEach((detail) => { if (detail !== targetDetail) { detail.removeAttribute('open'); }});});});</script>",
      "state": "true"
    }
  },
  {
    "id": 5,
    "pagesNumber": "page-number"
  },
  {
    "id": 6,
    "stylesForPage":[
      ".italic-p24 { font-style: italic; }"
    ]
  }
]