[
  {
    "id": 1,
    "pagesNumber": "page-number"
  },
  {
    "id": 2,
    "contentArticle": {
      "className": "content-article",
      "ViewX": "900",
      "ViewY": "2800",
      "foreignX": "120%",
      "foreignY": "50%",
      "css": {
        "left": "53.5%",
        "bottom": "7.2%",
        "width": "30.1%",
        "font-size": "5.95em"
      },
      "excerpt": "<p style='background:var(--color-blue);color:white;padding:10px;border-radius:5px;font-weight:bold'>“Y no hizo allí muchos milagros, a causa de la incredulidad de ellos” (Mateo 13: 58).</p><p class='paragraph-capitalized' style='line-height:1.2em'><span class='first-letter-p11'>U</span>na mirada rápida a esta frase me genera el conocimiento de lo que no muestra el texto, pero sí de lo que Jesús puede hacer cuando alguien solo tiene fe, solo puede creer en Él. Cuando Él no encuentra fe, que es lo único que anhela para obrar, el clamor parece que sobra, así lo demostró cuando a Moisés le dijo ...en el cruce del mar: ...¿Por qué clamas a mí? Dile al pueblo que marche; en otras palabras, la fe es un camino para avanzar donde no podemos detenernos.</p>"
    }
  },
  {
    "id": 3,
    "buttonsForAudioPrint": {
      "className": "buttons-audio-print",
      "audio": {
        "bgColor": "var(--color-blue)",
        "border": "var(--color-blue)",
        "id": "audioPage4",
        "idToReproduce": "audioCartaDelPresidente"
      },
      "print": {
        "bgColor": "var(--color-blue)",
        "border": "var(--color-blue)",
        "link": "assets/files/EL%20HERALDO%20FE%20SIEMPRE%20DIGITAL.pdf"
      },
      "css": {
        "top": "7%",
        "right": "10%"
      }
    }
  },
  {
    "id": 4,
    "buttonModal": {
      "className": "button",
      "modalButtonText": "Leer más",
      "textColor": "white",
      "backgroundColor": "var(--color-blue)",
      "borderColor": "var(--color-blue)",
      "fontSize": "7.5em",
      "textX": 50,
      "textY": 120,
      "containerIdToOpen": "page11",
      "css": {
        "right": "18%",
        "top": "80.5%"
      },
      "content":"<p>Una mirada rápida a esta frase me genera el conocimiento de lo que no muestra el texto, pero sí de lo que Jesús puede hacer cuando alguien solo tiene fe, solo puede creer en Él. Cuando Él no encuentra fe, que es lo único que anhela para obrar, el clamor parece que sobra, así lo demostró cuando a Moisés le dijo ...en el cruce del mar: ...¿Por qué clamas a mí? Dile al pueblo que marche; en otras palabras, la fe es un camino para avanzar donde no podemos detenernos.</p><p>Su gran deseo por cumplir sus propósitos, por mostrar su ayuda, por dejar ver su misericordia para los que tienen fe le hace trasladarse, dirigirse al escenario del necesitado. Él siempre quiere hacer algo ante la súplica; cuando el centurión rogó por su criado que era paralítico, pero por su condición se encontraba en casa, Jesús le dijo: Yo iré y le sanaré, a lo cual el centurión le respondió: No soy digno que entres bajo mi techo; solamente di la palabra y mi criado sanará.</p><p>En el texto de referencia para este artículo vemos a Jesús que viene de presentar una serie de enseñanzas y explicaciones, para dar a conocer los misterios del Reino de los cielos, porque era un pueblo que teniendo ojos no veía y teniendo oídos no oía, teniendo entendimiento no entendía. Me llama la atención que entre todas las explicaciones e intentos por hacerles entender, les refiere la parábola de la semilla de mostaza; de la cual dice es la más pequeña de todas, es decir, su enseñanza la refiere de lo particular a lo general, de lo elemental a lo complejo, de lo simple a lo cósmico.</p><p>Cuando ya Jesús como Maestro creía haber cumplido con la explicación de la lección, cuando cree haber usado bien los métodos de ilustración, se fue cual crédulo aseverando con su cabeza: Lo logré, ahora sí me voy a mi tierra, a mi casa; como cuando uno trabaja en alguna ciudad y llega el viernes en la noche a su pueblo natal donde todos le conocen, conocen su familia, saben tanto de uno que los vecinos le brindan lo que le gusta, donde le dicen a veces para vergüenza: Yo lo alcé ¿y ahora de qué se las da?</p><p>Idéntico le pasó a Jesús, ¿De dónde tiene este, esta sabiduría y estos milagros? Nace el interrogante: ¿No es el hijo del carpintero? ¿Del que aserraba la madera? ¿El hijo de María? ¿El hermano de Judas? ¿A qué universidad le llevaron? Sus hermanos aquí se quedaron sin conocimiento, para ellos no hubo oportunidad. Jesús oyendo tanto insulto en medio del bullying dijo: No hay profeta sin honra, sino en su propia tierra y en su casa.</p><p>No creían que de un hogar tan humilde, que el hijo de un carpintero hubiera salido un genio, un adelantado; Jesús observando tanta incredulidad decidió guardar la vara, para algunos la vara mágica, la vara del mar abierto, la vara del maná provisto, la vara de las serpientes devoradoras, la vara de los milagros.</p><p>Me ha pasado que cuando he ido a mi pueblo natal me dicen: ¿Usted no es el hijo de la señora Helena ?.... Como cambió. Recientemente estuve predicando y me escucharon algunos compañeros de colegio, a diferencia de Jesús no se asombraron por mi sabiduría y menos por milagros, pero sí porque habiendo conocido mis ancestros, hijo de un bohemio, yo había salido un predicador del Evangelio... Conmigo no perdieron nada, con Jesús lo perdieron todo... LOS MILAGROS.</p><p>El peor enemigo de las necesidades, el peor enemigo de las enfermedades, el peor enemigo de los milagros, de la libertad, de la paz, de la restauración, tiene nombre, el enemigo se llama incredulidad, la enfermedad que padeció Tomás; la incredulidad solo quiere ver, quiere palpar, la fe es certeza, convicción de lo que no se ve. Donde hay fe, donde hay confianza... Hay seguridad.</p><p>Los milagros huyen ante la incredulidad, Jesús dijo: Al que cree todo le es posible, así que por el camino de la fe transitan los milagros, las posibilidades; si estás ahí, mientras lees estas líneas puedes encontrar el tuyo.</p><p>Es en este sendero de fe, los gritos de angustia como le pasara al ciego que clamaba a la orilla del camino diciendo: Señor, hijo de David ten misericordia de mí, siguen haciendo eco en el corazón del Poderoso para obrar, en el corazón del fiel para cumplir.</p><p>Cuando la incredulidad pide ayuda, el cielo se abre; cuando la incredulidad llora, encuentra la redoma; cuando la incredulidad disputa y genera contiendas hasta consigo mismo, Jesús es tan bueno que hace presencia, no importando que sea el común de toda una generación.</p><p>La historia refiere de un padre que al parecer, la espera sin resultados por la sanidad de su hijo le produjo incredulidad, ante lo cual Jesús después de escuchar sus argumentos solo tiene que decir: Oh generación incrédula... ¿hasta cuándo? Hasta cuando la incredulidad clame a la misericordia: Ayúdanos; esta responderá: Si puedes creer, al que cree todo le es posible. Creo, ayuda a mi incredulidad; como diciendo: Aumenta mi fe que es poca.</p><p>Jesús está interesado en encontrar quien pueda confiar en Él, quien pueda creer que Él es poderoso PARA OBRAR, quien pueda creer que ÉL ES FIEL PARA CUMPLIR.</p><p>Después de mi pretensión con estas líneas y conociendo al Maestro, podría finalizar con una larga lista pidiendo quizá muchas cosas y por ende con una larga oración, pero solo quiero que nos unamos juntos para decir. Ayuda a mi incredulidad.</p>",
      "state": "true"
    }
  },
  {
    "id": 5,
    "stylesForPage": [
      ".first-letter-p11 { font-family:var(--bebas-neue);color:var(--color-blue); }"
    ]
  }
]