[
  {
    "id": 2,
    "pagesNumber": "page-number"
  },
  {
    "id": 3,
    "contentArticle": {
    "className": "content-article",
    "ViewX": "900",
    "ViewY": "2800",
    "foreignX": "120%",
    "foreignY": "60%",
    "css": {
      "left": "13%",
      "top": "33%",
      "width": "60%",
      "font-size": "3.3em",
      "line-height": "1em"
    },
    "excerpt": "<p style='text-align: right; color: var(--color-red); font-style: italic; font-weight: bold; padding-bottom: 70px;'>Habacuc, Capítulos 1- 3</p><p>Pero Dios le responde: Estoy a punto de hacer una obra sorprendente. Yo levanto a los caldeos, nación cruel e impetuosa, son espantosos y terribles, imponen su propia justicia y grandeza, aterrorizan y destruyen, ridiculizan a los reyes, se burlan de los gobernantes y se glorían de su fuerza como su dios. Pero Habacuc se sorprende que Dios use a los caldeos para hacer juicio y castigar a su pueblo, y presenta otra queja diciéndole con reverencia: </p> <p style='color: var(--color-blue);'><q class='italic-p29'>Tú, Señor, existes desde la eternidad, mi Dios Santo e Inmortal, Señor y protector mío, tú eres muy limpio de ojos para ver el mal y contemplar la iniquidad ¿Por qué toleras a los traidores?</p>"
    }
  },
  {
    "id": 5,
    "buttonModal": {
      "className": "button",
      "modalButtonText":"Leer más",
      "textColor": "white",
      "backgroundColor": "var(--color-blue)",
      "borderColor": "var(--color-blue)",
      "fontSize":"7.5em",
      "textX": 50,
      "textY": 120,
      "containerIdToOpen": "page29",
      "css":{
        "bottom": "6.5%",
        "right": "40%"
      },
      "content":"<p style='text-align: right; color: var(--color-red); font-style: italic; font-weight: bold;'>Habacuc, Capítulos 1- 3</p><p class='paragraph-capitalized'><span class='first-letter-p29'>A</span>nalizando el libro del profeta Habacuc, cuyo nombre al parecer significa <q class='italic-p29'>uno que abraza</q>, este nombre se vuelve apropiado conforme el profeta se aferra a Dios, independientemente de las diferentes situaciones que se le presentaron.</p> <p style='color: var(--color-blue);'>Él presenta su primera queja por las injusticias y a la vez viendo mucha angustia, pues está rodeado de violencia y destrucción por todas partes, pleitos y luchas (algo semejante está pasando en la actualidad) frente al aparente silencio de Dios, porque él dice: <q class='italic-p28'>¿Hasta cuándo, oh Jehová, clamaré, y no oirás; y daré voces a ti a causa de la violencia, y no salvarás?</q> (Habacuc 1: 2).</p><p>Pero Dios le responde: Estoy a punto de hacer una obra sorprendente. Yo levanto a los caldeos, nación cruel e impetuosa, son espantosos y terribles, imponen su propia justicia y grandeza, aterrorizan y destruyen, ridiculizan a los reyes, se burlan de los gobernantes y se glorían de su fuerza como su dios. Pero Habacuc se sorprende que Dios use a los caldeos para hacer juicio y castigar a su pueblo, y presenta otra queja diciéndole con reverencia: </p> <p style='color: var(--color-blue);'><q class='italic-p29'>Tú, Señor, existes desde la eternidad, mi Dios Santo e Inmortal, Señor y protector mío, tú eres muy limpio de ojos para ver el mal y contemplar la iniquidad ¿Por qué toleras a los traidores?</q></p><p style='color: var(--color-blue);'><q class='italic-p29'>¿Por qué guardas silencio mientras el impío  destruye al justo, cazan a los hombres como peces del mar y así se han enriquecido y engordado? ¿Seguirán los caldeos pescando y matando sin compasión a la gente?</q></p> <p>Habacuc en espera de la respuesta de Dios y en absoluta confianza, se mantiene vigilante, atento y pendiente; y efectivamente el Señor le respondió a través de una visión que debía escribir aunque tardaría un poco, sin duda llegaría su fiel </p> <p>cumplimiento; a pesar de la insolencia del malvado, del traicionero y soberbio (quienes solo confían en ellos), se describen varios ayes dándose a conocer el juicio de Dios contra ese pueblo cruel, injusto y pagano; pero también aparece aquella gran declaración: <span style='color: var(--color-red);'><q class='italic-p29'>… mas el justo por su fe vivirá</q> (Habacuc 2:4b).</span></p> <p>El profeta nuevamente se dirige a Dios en oración: <q class='italic-p29'>Lo que oigo acerca de ti, Señor, y de todo lo que has hecho, me llena de profunda reverencia. Realiza ahora, en nuestra vida, tus grandes acciones de otros tiempos, para que nosotros también las conozcamos. Muéstranos así tu compasión aun en medio de tu enojo</q> (Habacuc3:2 DHH). Y mientras llega el cumplimiento de lo decretado por el Señor, Habacuc se mantiene firme en su convicción y expresa con absoluta decisión: Aunque la higuera no florezca, ni haya frutos en las vides; aunque falte la cosecha del olivo y los campos no produzcan alimentos; aunque en el aprisco no haya ovejas, ni ganado alguno en los establos; aun así, yo me regocijaré en el Señor, y me gozaré en Dios mi libertador; el Señor Omnipotente es mi fuerza, da a mis pies la ligereza de una gacela y me lleva a alturas donde estaré a salvo. </p> <p>El escritor de la carta a los hebreos exhorta a los creyentes para que traigan a la memoria esos días, cuando ellos fueron iluminados e inmediatamente sostuvieron una dura lucha, soportando mucho sufrimiento, expuestos públicamente a insultos y persecución; los despojaron de sus bienes aceptándolo con gozo, conscientes que tenían una mejor herencia eterna en los cielos y amonestándoles a no perder la confianza pues tiene gran recompensa.</p> <p>En este tiempo nosotros debemos seguir confiando en Él a pesar de las circunstancias, las necesidades, la enfermedad, la escasez o la abundancia, a pesar de la edad, el menosprecio, las dudas o la frialdad espiritual, a pesar de los que no creen, la prueba, de no entenderlo todo, el desánimo o las pocas fuerzas, a pesar de los temores, los afanes, la transición al mundo digital, la desigualdad social, la ideología a raíz del libertinaje, la inconformidad, estos últimos tiempos de muerte y del dolor. Con todo esto debemos perseverar haciendo la voluntad de Dios, fortalecidos en la fe para recibir lo que Él ha prometido, imitando a aquellos que por la fe y la paciencia alcanzan las promesas; porque pronto, muy pronto vendrá.</p><p><span style='color: var(--color-red);'><q class='italic-p29'>Porque aún un poquito, Y el que ha de venir vendrá, y no tardará. Mas el justo vivirá por fe</q> (Hebreos 10:37-38).</span> <strong>Fe en Dios,</strong> en plena seguridad y convicción de recibir lo que se espera. Hermanos, no es tiempo de desanimarnos y volver atrás, ahora más que nunca debemos seguir confiando en Él, quien ayudó a todos los hermanos de los siglos pasados y ahora nos ayuda a nosotros, pues <q class='italic-p29'>Jesucristo es el mismo ayer, y hoy, y por los siglos</q> (Hebreos 13:8).</p>",
      "state": "false"
    }
  },
  {
    "id": 6,
    "stylesForPage": [
      ".first-letter-p29 { font-family:var(--bebas-neue);color:var(--color-red); }",
      ".italic-p29 { font-style: italic; }"
    ]
  }
]